Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.account.error.invalidCallback
source: The sign-in callback was invalid.
ar: استدعاء تسجيل الدخول كان غير صالح.
de: Der Anmelde-Callback war ungültig.
es: El callback de inicio de sesión no era válido.
fr: Le callback de connexion était invalide.
ja: サインインコールバックが無効です。
ko: 로그인 콜백이 잘못되었습니다.
uk: Невалідний зворотний виклик входу.
zh_hans: 登录回调无效。
zh_hant: 登入回呼無效。

# settings.account.error.missingAccessToken
source: Account access token is unavailable.
ar: رمز وصول الحساب غير متوفر.
de: Konto-Zugriffstoken ist nicht verfügbar.
es: El token de acceso de la cuenta no está disponible.
fr: Le jeton d’accès du compte est indisponible.
ja: アカウントのアクセストークンを取得できません。
ko: 계정 액세스 토큰을 사용할 수 없습니다.
uk: Токен доступу до облікового запису недоступний.
zh_hans: 账户访问令牌不可用。
zh_hant: 無法取得帳戶存取權杖。

# settings.account.error.missingRefreshToken
source: Account refresh token is unavailable.
ar: رمز تحديث الحساب غير متوفر.
de: Konto-Aktualisierungstoken ist nicht verfügbar.
es: El token de actualización de la cuenta no está disponible.
fr: Le jeton de rafraîchissement du compte est indisponible.
ja: アカウントの更新トークンを取得できません。
ko: 계정 새로 고침 토큰을 사용할 수 없습니다.
uk: Токен оновлення облікового запису недоступний.
zh_hans: 账户刷新令牌不可用。
zh_hant: 無法取得帳戶重新整理權杖。

# settings.account.pro.activeSubtitle
source: Your Pro subscription is active. Manage billing or cancel in Stripe.
ar: اشتراكك في باقة Pro نشط. يمكنك إدارة الفوترة أو الإلغاء في Stripe.
de: Ihr Pro-Abonnement ist aktiv. Verwalten Sie die Abrechnung oder kündigen Sie in Stripe.
es: Tu suscripción Pro está activa. Gestiona la facturación o cancélala en Stripe.
fr: Votre abonnement Pro est actif. Gérez la facturation ou résiliez dans Stripe.
ja: Pro サブスクリプションは有効です。Stripe で請求管理やキャンセルができます。
ko: Pro 구독이 활성화되어 있습니다. Stripe에서 결제를 관리하거나 취소할 수 있습니다.
zh_hans: Pro 订阅已生效。可在 Stripe 中管理结算或取消订阅。
zh_hant: 您的 Pro 訂閱已啟用。可在 Stripe 中管理帳單或取消。

# settings.account.pro.externalSubtitle
source: Your subscription is managed by our previous billing system. Contact support to make changes.
ar: تتم إدارة اشتراكك بواسطة نظام الفوترة السابق الخاص بنا. اتصل بالدعم لإجراء تغييرات.
de: Ihr Abonnement wird über unser vorheriges Abrechnungssystem verwaltet. Wenden Sie sich an den Support, um Änderungen vorzunehmen.
es: Tu suscripción se gestiona a través de nuestro sistema de facturación anterior. Ponte en contacto con el soporte técnico para realizar cambios.
fr: Votre abonnement est géré par notre ancien système de facturation. Contactez l’assistance pour effectuer des modifications.
ja: サブスクリプションは以前の請求システムで管理されています。変更するにはサポートにお問い合わせください。
ko: 귀하의 구독은 이전 결제 시스템에서 관리됩니다. 변경하려면 고객 지원팀에 문의하세요.
zh_hans: 订阅由我们之前的结算系统管理。如需变更请联系支持团队。
zh_hant: 您的訂閱由我們先前的計費系統所管理。如需進行變更，請聯絡支援團隊。

# settings.account.pro.manageBilling
source: Manage billing
ar: إدارة الفوترة
de: Abrechnung verwalten
es: Gestionar facturación
fr: Gérer la facturation
ja: 請求を管理
ko: 결제 관리
zh_hans: 管理结算
zh_hant: 管理帳單

# settings.account.pro.subtitle
source: Cloud dev boxes, the iOS app, and cmux AI. $50/month, or $480/year.
ar: بيئات تطوير سحابية، وتطبيق iOS، ومساعد cmux الذكي. 50$ شهريًا، أو 480$ سنويًا.
de: Cloud-Entwicklerboxen, die iOS-App und cmux AI. 50 $/Monat oder 480 $/Jahr.
es: Entornos de desarrollo en la nube, la aplicación para iOS y cmux AI. $50 al mes o $480 al año.
fr: Machines de dev cloud, l’application iOS et l’IA cmux. 50 $/mois, ou 480 $/an.
ja: クラウド開発マシン、iOSアプリ、cmux AI。月額$50、または年額$480。
ko: 클라우드 개발 상자, iOS 앱 및 cmux AI. 월 $50 또는 연 $480.
zh_hans: 云端开发机、iOS 应用与 cmux AI。每月 $50，或每年 $480。
zh_hant: 雲端開發盒、iOS 應用程式和 cmux AI。每月 50 美元，或每年 480 美元。

# settings.account.pro.upgrade
source: Upgrade…
ar: ترقية…
de: Upgrade durchführen…
es: Mejorar plan…
fr: Mettre à niveau…
ja: アップグレード…
ko: 업그레이드…
zh_hans: 升级…
zh_hant: 升級…

# settings.account.signIn
source: Sign In…
ar: تسجيل الدخول…
de: Anmelden…
es: Iniciar sesión…
fr: Se connecter…
ja: サインイン…
ko: 로그인…
uk: Увійти…
zh_hans: 登录…
zh_hant: 登入…

# settings.account.signIn.openInBrowser
source: Open in Browser
ar: الفتح في المتصفح
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
ja: ブラウザで開く
ko: 브라우저에서 열기
uk: Відкрити у браузері
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

# settings.account.signIn.slowHint
source: The system sign-in window may stop responding. If nothing happens, open sign-in in your default browser instead.
ar: قد تتوقف نافذة تسجيل دخول النظام عن الاستجابة. إذا لم يحدث شيء، افتح تسجيل الدخول في متصفحك الافتراضي بدلاً من ذلك.
de: Das System-Anmeldefenster reagiert möglicherweise nicht mehr. Wenn nichts passiert, öffnen Sie die Anmeldung stattdessen in Ihrem Standardbrowser.
es: Es posible que la ventana de inicio de sesión del sistema deje de responder. Si no ocurre nada, abre el inicio de sesión en tu navegador predeterminado.
fr: La fenêtre de connexion système peut cesser de répondre. Si rien ne se produit, ouvrez plutôt la connexion dans votre navigateur par défaut.
ja: システムのサインインウィンドウが応答しなくなることがあります。何も起きない場合は、デフォルトのブラウザでサインインを開いてください。
ko: 시스템 로그인 창이 응답하지 않을 수 있습니다. 아무 반응이 없으면 기본 브라우저에서 로그인을 열어 주세요.
uk: Системне вікно входу може перестати відповідати. Якщо нічого не відбувається, відкрийте вхід у браузері за умовчанням.
zh_hans: 系统登录窗口可能会停止响应。如果没有任何反应，请改用默认浏览器打开登录。
zh_hant: 系統登入視窗可能會停止回應。如果沒有任何反應，請改在您的預設瀏覽器中開啟登入頁面。

# settings.account.signOut
source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Desconectar
fr: Se déconnecter
ja: サインアウト
ko: 로그아웃
uk: Вийти
zh_hans: 退出登录
zh_hant: 登出

# settings.account.signedIn.title
source: Signed in
ar: تم تسجيل الدخول
de: Angemeldet
es: Sesión iniciada
fr: Connecté
ja: サインイン済み
ko: 로그인됨
uk: Ви увійшли
zh_hans: 已登录
zh_hant: 已登入

# settings.account.signedOut.subtitle
source: Sign in with your cmux account to enable sync across devices.
ar: سجل الدخول بحساب cmux الخاص بك لتمكين المزامنة عبر الأجهزة.
de: Melden Sie sich mit Ihrem cmux-Konto an, um die geräteübergreifende Synchronisierung zu aktivieren.
es: Inicia sesión con tu cuenta de cmux para habilitar la sincronización entre dispositivos.
fr: Connectez-vous avec votre compte cmux pour activer la synchronisation entre vos appareils.
ja: cmux アカウントでサインインするとデバイス間で同期できます。
ko: cmux 계정으로 로그인하여 디바이스 간 동기화를 활성화하세요.
uk: Увійдіть у свій обліковий запис cmux, щоб синхронізувати пристрої.
zh_hans: 使用 cmux 账户登录，即可在多设备间同步。
zh_hant: 登入您的 cmux 帳戶以啟用跨裝置同步。

# settings.account.signedOut.title
source: Not signed in
ar: لم يتم تسجيل الدخول
de: Nicht angemeldet
es: No iniciado sesión
fr: Non connecté
ja: サインインしていません
ko: 로그인되지 않음
uk: Ви не ввійшли
zh_hans: 未登录
zh_hant: 未登入

# settings.app.appIcon
source: App Icon
ar: أيقونة التطبيق
bs: Ikona aplikacije
da: Appikon
de: App-Symbol
es: Ícono de la app
fr: Icône de l'app
it: Icona app
ja: アプリアイコン
ko: 앱 아이콘
nb: Appikon
pl: Ikona aplikacji
pt_br: Ícone do App
ru: Значок приложения
th: ไอคอนแอป
tr: Uygulama Simgesi
uk: Іконка програми
zh_hans: 应用图标
zh_hant: App 圖示

# settings.app.appIcon.subtitle
source: Dock and app switcher
ar: شريط Dock ومبدّل التطبيقات
bs: Dock i prebacivač aplikacija
da: Dock og appskifter
de: Dock und App-Umschalter
es: Dock y selector de apps
fr: Dock et sélecteur d'apps
it: Dock e selettore app
ja: Dockとアプリスイッチャー
ko: Dock 및 앱 전환기
nb: Dock og appbytter
pl: Dock i przełącznik aplikacji
pt_br: Dock e alternador de apps
ru: Dock и переключатель приложений
th: Dock และตัวสลับแอป
tr: Dock ve uygulama değiştirici
uk: Dock та перемикач програм
zh_hans: 程序坞和应用切换器
zh_hant: Dock 和 App 切換器

# settings.app.appearance
source: Appearance
ar: مظهر
de: Aussehen
es: Apariencia
fr: Apparence
ja: 外観
ko: 모습
zh_hans: 外观
zh_hant: 外貌

# settings.app.canvasPaneGap
source: Canvas Pane Gap
ar: تباعد أجزاء اللوحة
bs: Razmak okna platna
da: Lærred-rudeafstand
de: Canvas-Panel-Abstand
es: Separación de paneles del lienzo
fr: Espacement des panneaux du canevas
it: Spaziatura riquadri canvas
ja: キャンバスのペイン間隔
ko: 캔버스 창 간격
nb: Lerret ruteavstand
pl: Odstęp paneli kanwy
pt_br: Espaçamento de Painéis do Canvas
ru: Отступ панелей холста
th: ระยะห่างบานหน้าต่างแคนวาส
tr: Kanvas Bölme Aralığı
uk: Відступ панелей полотна
zh_hans: 画布窗格间距
zh_hant: 畫布窗格間距

# settings.app.canvasPaneGap.subtitle
source: Spacing between panes in the canvas layout, in points. Snapping, tidy, and new-pane placement all use this one gap.
ar: التباعد بين الأجزاء في تخطيط اللوحة بالنقاط. يستخدم الالتقاط والترتيب ووضع الأجزاء الجديدة هذا التباعد نفسه.
bs: Razmak između okana u rasporedu platna, u tačkama. Prijanjanje, uređivanje i postavljanje novih okana koriste ovaj razmak.
da: Afstand mellem ruder i lærredslayoutet, i punkter. Fastgørelse, oprydning og placering af nye ruder bruger alle denne afstand.
de: Abstand zwischen Panels im Canvas-Layout, in Punkten. Einrasten, Aufräumen und die Platzierung neuer Panels verwenden alle diesen einen Abstand.
es: Separación entre paneles en el diseño de lienzo, en puntos. El ajuste, el orden y la colocación de paneles nuevos usan esta misma separación.
fr: Espacement entre les panneaux dans la disposition en canevas, en points. L'aimantation, le rangement et le placement des nouveaux panneaux utilisent tous cet espacement.
it: Spaziatura tra i riquadri nel layout canvas, in punti. Aggancio, riordino e posizionamento dei nuovi riquadri usano tutti questa spaziatura.
ja: キャンバスレイアウトのペイン間の間隔（ポイント単位）。スナップ、整列、新規ペインの配置はすべてこの間隔を使用します。
ko: 캔버스 레이아웃에서 창 사이의 간격(포인트)입니다. 스냅, 정리, 새 창 배치 모두 이 간격을 사용합니다.
nb: Avstand mellom ruter i lerretoppsettet, i punkter. Festing, rydding og plassering av nye ruter bruker alle denne avstanden.
pl: Odstęp między panelami w układzie kanwy, w punktach. Przyciąganie, porządkowanie i rozmieszczanie nowych paneli używają tego samego odstępu.
pt_br: Espaçamento entre painéis no layout de canvas, em pontos. Encaixe, organização e posicionamento de novos painéis usam este mesmo espaçamento.
ru: Расстояние между панелями в режиме холста, в пунктах. Привязка, упорядочивание и размещение новых панелей используют этот отступ.
th: ระยะห่างระหว่างบานหน้าต่างในเลย์เอาต์แคนวาส (หน่วยเป็นพอยต์) การสแนป การจัดระเบียบ และการวางบานหน้าต่างใหม่ใช้ระยะห่างนี้ทั้งหมด
tr: Kanvas düzeninde bölmeler arasındaki boşluk, punto cinsinden. Yapışma, düzenleme ve yeni bölme yerleşimi hep bu boşluğu kullanır.
uk: Відстань між панелями в режимі полотна, у пунктах. Прилипання, упорядкування та розміщення нових панелей використовують цей відступ.
zh_hans: 画布布局中窗格之间的间距（以点为单位）。吸附、整理和新窗格放置都使用这一间距。
zh_hant: 畫布佈局中窗格之間的間距（以點為單位）。吸附、整理與新窗格放置都使用這一間距。

# settings.app.canvasSnapping
source: Canvas Snapping
ar: التقاط اللوحة
bs: Prijanjanje platna
da: Lærredsfastgørelse
de: Canvas-Einrasten
es: Ajuste del lienzo
fr: Aimantation du canevas
it: Aggancio canvas
ja: キャンバスのスナップ
ko: 캔버스 스냅
nb: Lerretfesting
pl: Przyciąganie kanwy
pt_br: Encaixe do Canvas
ru: Привязка на холсте
th: การสแนปแคนวาส
tr: Kanvas Yapışması
uk: Прилипання на полотні
zh_hans: 画布吸附
zh_hant: 畫布吸附

# settings.app.canvasSnapping.subtitle
source: Snap pane drags and resizes to neighbor edges and the pane gap. Hold Command to suspend snapping for one gesture.
ar: يلتقط سحب الأجزاء وتغيير حجمها إلى الحواف المجاورة وتباعد الأجزاء. اضغط مع الاستمرار على Command لتعليق الالتقاط أثناء إيماءة واحدة.
bs: Prijanja prevlačenja i promjene veličine okana uz susjedne ivice i razmak. Držite Command da privremeno isključite prijanjanje za jedan potez.
da: Fastgør rudetræk og størrelsesændringer til nabokanter og rudeafstanden. Hold Kommando nede for at suspendere fastgørelse for én bevægelse.
de: Panel-Bewegungen und -Größenänderungen rasten an Nachbarkanten und am Panel-Abstand ein. Command halten, um das Einrasten für eine Geste auszusetzen.
es: Ajusta los arrastres y cambios de tamaño de paneles a los bordes vecinos y a la separación. Mantén pulsada Comando para suspender el ajuste durante un gesto.
fr: Aimante les déplacements et redimensionnements de panneaux aux bords voisins et à l'espacement. Maintenez Commande pour suspendre l'aimantation le temps d'un geste.
it: Aggancia trascinamenti e ridimensionamenti dei riquadri ai bordi vicini e alla spaziatura. Tieni premuto Comando per sospendere l'aggancio per un gesto.
ja: ペインのドラッグやリサイズを隣のペインの端や間隔にスナップします。Commandキーを押している間はスナップを一時停止します。
ko: 창을 드래그하거나 크기를 조절할 때 인접한 가장자리와 간격에 스냅합니다. Command 키를 누르면 해당 제스처 동안 스냅이 일시 중지됩니다.
nb: Fester rutedragninger og størrelsesendringer til nabokanter og ruteavstanden. Hold Kommando for å suspendere festing for én bevegelse.
pl: Przyciąga przeciąganie i zmianę rozmiaru paneli do sąsiednich krawędzi i odstępu. Przytrzymaj Command, aby zawiesić przyciąganie na czas jednego gestu.
pt_br: Encaixa arrastos e redimensionamentos de painéis nas bordas vizinhas e no espaçamento. Segure Command para suspender o encaixe durante um gesto.
ru: Привязывает перетаскивание и изменение размера панелей к соседним краям и отступу. Удерживайте Command, чтобы отключить привязку на время жеста.
th: สแนปการลากและการปรับขนาดบานหน้าต่างเข้ากับขอบข้างเคียงและระยะห่าง กด Command ค้างเพื่อระงับการสแนปชั่วคราว
tr: Bölme sürükleme ve yeniden boyutlandırmayı komşu kenarlara ve bölme aralığına yapıştırır. Bir hareket boyunca yapışmayı askıya almak için Command tuşunu basılı tutun.
uk: Прилипання перетягування та зміни розміру панелей до сусідніх країв і відступу. Утримуйте Command, щоб призупинити прилипання на час жесту.
zh_hans: 拖动或调整窗格大小时吸附到相邻边缘和窗格间距。按住 Command 可临时禁用吸附。
zh_hant: 拖動或調整窗格大小時吸附到相鄰邊緣和窗格間距。按住 Command 可暫時停用吸附。

# settings.app.closeWorkspaceOnLastSurfaceShortcut
source: Keep Workspace Open When Closing Last Surface
ar: إبقاء مساحة العمل مفتوحة عند إغلاق آخر سطح
de: Arbeitsbereich beim Schließen der letzten Oberfläche geöffnet halten
es: Mantener el espacio de trabajo abierto al cerrar la última superficie
fr: Garder l’espace de travail ouvert lors de la fermeture de la dernière surface d’affichage
ja: 最後のサーフェスを閉じてもワークスペースを残す
ko: 마지막 서피스를 닫을 때 워크스페이스 유지
uk: Залишати робочу область відкритою при закритті останньої поверхні
zh_hans: 关闭最后一个表面时保留工作区
zh_hant: 關閉最後一個介面時保持工作區開啟

# settings.app.closeWorkspaceOnLastSurfaceShortcut.subtitleOff
source: When the focused surface is the last one in its workspace, closing it with the close-surface shortcut, tab close button, or middle-click also closes the workspace.
ar: عندما يكون السطح المركّز عليه هو الأخير في مساحة عمله، فإن إغلاقه باستخدام اختصار إغلاق السطح، أو زر إغلاق علامة التبويب، أو النقر بالزر الأوسط يغلق مساحة العمل أيضًا.
de: Wenn die fokussierte Oberfläche die letzte in ihrem Arbeitsbereich ist, schließt das Schließen mit der Tastenkombination zum Schließen der Oberfläche, der Tab-Schließen-Schaltfläche oder einem Mittelklick auch den Arbeitsbereich.
es: Cuando la superficie enfocada es la última en su espacio de trabajo, cerrarla con el atajo para cerrar superficie, el botón de cerrar pestaña o el clic central también cierra el espacio de trabajo.
fr: Lorsque la surface d’affichage active est la dernière de son espace de travail, sa fermeture avec le raccourci de fermeture de surface, le bouton de fermeture d’onglet ou un clic milieu ferme également l’espace de travail.
ja: フォーカス中のサーフェスがそのワークスペースの最後の1つなら、サーフェスを閉じるショートカット、タブの閉じるボタン、タブの中クリックはワークスペースも閉じます。
ko: 포커스된 서피스가 워크스페이스의 마지막일 때, 서피스 닫기 단축키, 탭 닫기 버튼, 탭 가운데 클릭으로 워크스페이스도 함께 닫힙니다.
uk: Коли активна поверхня є останньою у робочій області, комбінація закриття поверхні, кнопка закриття вкладки та клацання середньою кнопкою по вкладці також закривають робочу область.
zh_hans: 当聚焦的表面是所在工作区的最后一个时，用关闭表面快捷键、标签页关闭按钮或中键点击关闭它，也会一并关闭该工作区。
zh_hant: 當聚焦的介面是其工作區中的最後一個時，使用關閉介面快速鍵、標籤頁關閉按鈕或滑鼠中鍵關閉它，也會關閉該工作區。

# settings.app.closeWorkspaceOnLastSurfaceShortcut.subtitleOn
source: When the focused surface is the last one in its workspace, closing it with the close-surface shortcut, tab close button, or middle-click closes only the surface and keeps the workspace open. Use the close-workspace shortcut to close the workspace explicitly.
ar: عندما يكون السطح المركّز عليه هو الأخير في مساحة عمله، فإن إغلاقه باستخدام اختصار إغلاق السطح، أو زر إغلاق علامة التبويب، أو النقر بالزر الأوسط يغلق السطح فقط ويبقي مساحة العمل مفتوحة. استخدم اختصار إغلاق مساحة العمل لإغلاق مساحة العمل بشكل صريح.
de: Wenn die fokussierte Oberfläche die letzte in ihrem Arbeitsbereich ist, schließt das Schließen mit der Tastenkombination zum Schließen der Oberfläche, der Tab-Schließen-Schaltfläche oder einem Mittelklick nur die Oberfläche und hält den Arbeitsbereich geöffnet. Verwenden Sie die Tastenkombination zum Schließen des Arbeitsbereichs, um den Arbeitsbereich explizit zu schließen.
es: Cuando la superficie enfocada es la última en su espacio de trabajo, cerrarla con el atajo para cerrar superficie, el botón de cerrar pestaña o el clic central cierra solo la superficie y mantiene abierto el espacio de trabajo. Usa el atajo para cerrar espacio de trabajo para cerrarlo explícitamente.
fr: Lorsque la surface d’affichage active est la dernière de son espace de travail, sa fermeture avec le raccourci de fermeture de surface, le bouton de fermeture d’onglet ou un clic milieu ferme uniquement la surface d’affichage et maintient l’espace de travail ouvert. Utilisez le raccourci de fermeture d’espace de travail pour fermer explicitement l’espace de travail.
ja: フォーカス中のサーフェスがそのワークスペースの最後の1つでも、サーフェスを閉じるショートカット、タブの閉じるボタン、タブの中クリックはサーフェスだけを閉じ、ワークスペースは残します。ワークスペースを閉じるショートカットを使うと明示的に閉じられます。
ko: 포커스된 서피스가 워크스페이스의 마지막일 때, 서피스 닫기 단축키, 탭 닫기 버튼, 탭 가운데 클릭으로 서피스만 닫고 워크스페이스는 유지됩니다. 워크스페이스를 닫으려면 워크스페이스 닫기 단축키를 사용하세요.
uk: Коли активна поверхня є останньою у робочій області, комбінація закриття поверхні, кнопка закриття вкладки та клацання середньою кнопкою по вкладці закривають лише поверхню, залишаючи робочу область відкритою. Використовуйте комбінацію закриття робочої області для явного закриття.
zh_hans: 当聚焦的表面是所在工作区的最后一个时，用关闭表面快捷键、标签页关闭按钮或中键点击只关闭该表面，并保留工作区。请使用关闭工作区快捷键显式关闭工作区。
zh_hant: 當聚焦的介面是其工作區中的最後一個時，使用關閉介面快速鍵、標籤頁關閉按鈕或滑鼠中鍵關閉它，只會關閉該介面並保持該工作區開啟。請使用關閉工作區快速鍵來明確關閉工作區。

# settings.app.commandPaletteSearchAllSurfaces
source: Command Palette Searches All Surfaces
ar: لوحة الأوامر تبحث في جميع الأسطح
de: Befehlspalette durchsucht alle Oberflächen
es: La paleta de comandos busca en todas las superficies
fr: La palette de commandes recherche dans toutes les surfaces d’affichage
ja: コマンドパレットですべてのサーフェスを検索
ko: 명령어 팔레트에서 모든 서피스 검색
uk: Палітра команд шукає всі поверхні
zh_hans: 命令面板搜索所有表面
zh_hant: 命令面板搜尋所有介面

# settings.app.commandPaletteSearchAllSurfaces.subtitleOff
source: Cmd+P matches workspace rows only.
ar: يطابق الاختصار Cmd+P صفوف مساحات العمل فقط.
de: Cmd+P findet nur Zeilen im Arbeitsbereich.
es: Cmd+P coincide únicamente con filas del espacio de trabajo.
fr: Cmd+P correspond uniquement aux lignes de l’espace de travail.
ja: Cmd+Pはワークスペース行だけを対象にします。
ko: Cmd+P가 워크스페이스 행만 검색합니다.
uk: Cmd+P шукає лише рядки робочих областей.
zh_hans: Cmd+P 仅匹配工作区行。
zh_hant: Cmd+P 僅比對工作區資料列。

# settings.app.commandPaletteSearchAllSurfaces.subtitleOn
source: Cmd+P also matches terminal, browser, and markdown surfaces across workspaces.
ar: يطابق الاختصار Cmd+P أيضًا أسطح الطرفية والمتصفح وmarkdown عبر مساحات العمل.
de: Cmd+P findet auch Terminal-, Browser- und Markdown-Oberflächen über Arbeitsbereiche hinweg.
es: Cmd+P también coincide con superficies de terminal, navegador y markdown en todos los espacios de trabajo.
fr: Cmd+P correspond également aux surfaces d’affichage de terminal, de navigateur et markdown dans tous les espaces de travail.
ja: Cmd+Pでワークスペースをまたいだターミナル、ブラウザ、Markdownのサーフェスも検索できます。
ko: Cmd+P가 모든 워크스페이스의 터미널, 브라우저, 마크다운 서피스도 검색합니다.
uk: Cmd+P також шукає термінали, браузери та markdown-поверхні у всіх робочих областях.
zh_hans: Cmd+P 还会匹配跨工作区的终端、浏览器和 Markdown 表面。
zh_hant: Cmd+P 也會比對跨工作區的終端機、瀏覽器和 Markdown 介面。

# settings.app.configWindow
source: Terminal Config
ar: تكوين الطرفية
de: Terminal-Konfiguration
es: Configuración de la terminal
fr: Configuration du terminal
ja: ターミナル設定
ko: 터미널 설정
zh_hans: 终端配置
zh_hant: 終端機設定

# settings.app.configWindow.openButton
source: Open Config
ar: فتح التكوين
de: Konfiguration öffnen
es: Abrir configuración
fr: Ouvrir la configuration
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开配置
zh_hant: 開啟設定

# settings.app.configWindow.subtitle
source: Open the cmux terminal config and generated preview in one utility window.
ar: افتح تكوين طرفية cmux والمعاينة التي تم إنشاؤها في نافذة أداة مساعدة واحدة.
de: Öffnen Sie die cmux-Terminal-Konfiguration und die generierte Vorschau in einem einzigen Dienstprogrammfenster.
es: Abre la configuración de la terminal cmux y la previsualización generada en una sola ventana de utilidad.
fr: Ouvrir la configuration du terminal cmux et l’aperçu généré dans une seule fenêtre utilitaire.
ja: cmux の端末設定と生成プレビューを 1 つのユーティリティウインドウで開きます。
ko: cmux 터미널 설정 및 생성된 미리보기를 하나의 유틸리티 창으로 엽니다.
zh_hans: 在一个工具窗口中打开 cmux 终端配置及生成的预览。
zh_hant: 在一個公用程式視窗中開啟 cmux 終端機設定與產生的預覽。

# settings.app.confirmQuit.always
source: Always
ar: دائمًا
bs: Uvijek
da: Altid
de: Immer
es: Siempre
fr: Toujours
it: Sempre
ja: 常に
ko: 항상
nb: Alltid
pl: Zawsze
pt_br: Sempre
ru: Всегда
th: เสมอ
tr: Her zaman
uk: Завжди
zh_hans: 始终
zh_hant: 一律

# settings.app.confirmQuit.dirtyOnly
source: Dirty Only
ar: عند الحاجة فقط
bs: Samo po potrebi
da: Kun ved behov
de: Nur bei Bedarf
es: Solo si hace falta
fr: Si nécessaire
it: Solo se necessario
ja: 必要時のみ
ko: 필요 시에만
nb: Bare ved behov
pl: Tylko w razie potrzeby
pt_br: Só quando necessário
ru: Только при необходимости
th: เฉพาะเมื่อจำเป็น
tr: Yalnızca gerekirse
uk: Лише за потреби
zh_hans: 仅在需要时
zh_hant: 僅在需要時

# settings.app.confirmQuit.never
source: Never
ar: أبدًا
bs: Nikad
da: Aldrig
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: なし
ko: 안 함
nb: Aldri
pl: Nigdy
pt_br: Nunca
ru: Никогда
th: ไม่เลย
tr: Asla
uk: Ніколи
zh_hans: 从不
zh_hant: 永不

# settings.app.confirmQuit.subtitleDevOverride
source: DEV build: quit confirmations are disabled.
ar: في بنية DEV، تأكيدات الإنهاء معطلة.
bs: U DEV buildu potvrde izlaska su onemogućene.
da: I DEV-builds er afslutningsbekræftelser deaktiveret.
de: In DEV-Builds sind Beendigungsbestätigungen deaktiviert.
es: En las compilaciones DEV, las confirmaciones de salida están desactivadas.
fr: Dans les builds DEV, les confirmations de fermeture sont désactivées.
it: Nelle build DEV le conferme di uscita sono disattivate.
ja: DEV ビルドでは終了確認は無効です。
ko: DEV 빌드에서는 종료 확인이 비활성화됩니다.
nb: I DEV-bygg er avslutningsbekreftelser deaktivert.
pl: W buildach DEV potwierdzenia zamknięcia są wyłączone.
pt_br: Em builds DEV, as confirmações de saída ficam desativadas.
ru: В сборках DEV подтверждения выхода отключены.
th: ในบิลด์ DEV การยืนยันก่อนออกจะถูกปิดใช้งาน
tr: DEV derlemelerinde çıkış onayları devre dışıdır.
uk: У збірках DEV підтвердження виходу вимкнені.
zh_hans: DEV 构建中已禁用退出确认。
zh_hant: DEV 建置中已停用結束確認。
